Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/et-fi (1).tmx
Source language: et
Languages: fi

source: Sisaldub Gmail, Google Docs, Google+, YouTube ja Picasa
fi: Sisältää Gmailin, Google Docsin, Google+:n, YouTuben ja Picasan

source: Oma kasutajate andmete muutmine
fi: Muuta omia käyttäjätietojasi

source: Autentimine on vajalik kasutaja enda andmete muutmiseks
fi: Omien käyttäjätietojen muuttaminen vaatii tunnistautumisen

source: Kasutajakontode haldamine
fi: Hallitse käyttäjätilejä

source: Autentimine on vajalik kasutaja andmete muutmiseks
fi: Käyttäjätietojen muuttaminen vaatii tunnistautumisen

source: Autentimine on vajalik logimise ekraani muudatusteks
fi: Kirjautumisnäkymän asetusten muuttaminen vaatii tunnistautumisen

source: Väljastab versiooniteabe ja väljub
fi: Näytä versiotiedot ja lopeta

source: Silumise lubamine
fi: Ota käyttöön virheenjäljityskoodi

source: Seadista, mida salvestatakse su Zeitgeisti tegevuste logisse
fi: Muokkaa tapahtumia, joita Zeitgeist seuraa

source: Tegevuste ja privaatsuse haldustööriist
fi: Käyttötietojen ja yksityisyyden hallintatyökalu

source: Turvalisus & Privaatsus
fi: Turvallisuus ja yksityisyys

source: Privaatsuse- ja tegevuste haldur
fi: Yksityisyys- ja käyttötietojen hallinta

source: Failid & Rakendused
fi: Tiedostot ja sovellukset

source: Turvalisus
fi: Turvallisuus

source: Otsing
fi: Haku

source: Diagnostika
fi: Tilastot

source: Dashist otsimisel:
fi: Unity-valikossa etsittäessä:

source: Kaasa Interneti otsingutulemused
fi: Sisällytä hakutulokset Internetistä

source: Nõua minu parooli kui:
fi: Vaadi salasanan syöttämistä, kun:

source: Kirjeldus pole saadaval
fi: Kuvausta ei ole saatavilla

source: Viimati kasutatud
fi: Viimeksi käytetty

source: Tegevus
fi: Aktiivisuus

source: Vali rakendus
fi: Valitse sovellus

source: Täna, %H:%M
fi: Tänään, %H:%M

source: Eile, %H:%M
fi: Eilen, %H:%M

source: Mitte kunagi
fi: Ei koskaan

source: Alates:
fi: Päivästä:

source: Kuni:
fi: Päivään:

source: Vigane ajavahemik
fi: Virheellinen aikaväli

source: Viimase tunni jooksul
fi: Kulunut tunti

source: Viimase päeva jooksul
fi: Kulunut päivä

source: Seda sammu ei saa tagasi võtta, oled kindel, et soovid selle tegevuse kustutada?
fi: Toimintoa ei ole mahdollista perua. Haluatko varmasti poistaa kaikki käyttötiedot tältä aikaväliltä?

source: Ubuntu võib koguda anonüümseid andmeid, mis aitavad arendajatel nende tööd teha. Infot kogutakse Ubuntu privaatsuseeskirju järgides.
fi: Ubuntu voi kerätä nimettömiä tietoja Ubuntun käytöstä. Nämä tiedot lähetetään tietosuojakäytäntömme mukaisesti Ubuntun kehittäjille.

source: Privaatsuseeskirjad
fi: Tietosuojakäytäntö

source: Selle arvuti kasutajad saavad:
fi: Tämän tietokoneen käyttäjät voivat:

source: Vearaportite saatmine Canonicalile
fi: Lähettää vikailmoituksia Canonicalille

source: Vearaportid sisaldavad infot selle kohta, mida rakendus parajasti tegi, kui ta kokku jooksis. Sa võid alati ise valida raporti saatmise ja saatmise katkestamise vahel.
fi: Vikailmoituksessa mainitaan vian aiheuttaneen sovelluksen nimi ja tietoja sen toiminnasta. Ilmoitusta ei koskaan lähetetä ilman käyttäjän lupaa.

source: Näita eelmiseid raporteid
fi: Näytä aiemmat raportit

source: Ainult juurkasutaja võib süsteemi lisada kasutajat või gruppi.
fi: Vain pääkäyttäjä (root) voi lisätä käyttäjiä ja ryhmiä järjestelmään.

source: Ainult üks või kaks nime on lubatud.
fi: Ainoastaan yksi tai kaksi nimeä sallitaan.

source: Selles töörežiimis määra vaid üks nimi.
fi: Tässä tilassa voi antaa vain yhden nimen.

source: Sätted --group, --ingroup, ja --gid on välistavad üksteist.
fi: --group, --ingroup ja --gid -valitsimet ovat toisensa poissulkevia.

source: Kodukataloog peab olema absoluutne tee.
fi: Kotihakemiston tulee olla täydellinen polku.

source: GID '%s' on juba kasutusel.
fi: GID `%s' on jo käytössä.

source: Ühtegi GID'i pole vahemikus %d-%d saadaval (ESIMENE_SÜSTEEMI_GID - VIIMANE_SÜSTEEMI_GID).
fi: Välillä %d–%d ei ole vapaita GID-numeroita (FIRST_SYS_GID - LAST_SYS_GID).

source: Gruppi '%s' ei loodud.
fi: Ryhmää `%s' ei luotu.

source: Grupp '%s' on juba olemas.
fi: Ryhmä `%s' on jo olemassa.

source: Ühtegi GID'i pole vahemikus %d-%d saadaval (ESIMENE_GID - VIIMANE_GID).
fi: Välillä %d–%d ei ole vapaita GID-numeroita (FIRST_GID - LAST_GID).

source: Kasutajat '%s' pole olemas.
fi: Käyttäjää `%s' ei ole.

source: Gruppi '%s' pole olemas.
fi: Ryhmää `%s' ei ole olemassa.

source: Kasutaja '%s' on juba '%s' liige.
fi: Käyttäjä `%s' on jo jäsenenä `%s' -ryhmässä.

source: Ühtegi UID/GID paari pole vahemikus %d-%d saadaval (ESIMENE_SÜSTEEMI_UID - VIIMANE_SÜSTEEMI_UID).
fi: Yhtään vapaata UID/GID-paria ei löytynyt väliltä %d–%d (FIRST_SYS_UID - LAST_SYS_UID).

source: Kasutajat '%s' ei loodud.
fi: Käyttäjää `%s' ei luotu.

source: Ühtegi UID'd pole vahemikus %d-%d saadaval (ESIMENE_SÜSTEEMI_UID - VIIMANE_SÜSTEEMI_UID).
fi: Välillä %d–%d ei ole vapaita UID-numeroita (FIRST_SYS_UID - LAST_SYS_UID).

source: Sisemine viga
fi: Sisäinen virhe

source: Ühtegi UID/GID paari pole vahemikus %d-%d saadaval (ESIMENE_UID - VIIMANE_UID).
fi: Välillä %d–%d ei ole vapaata UID/GID-paria FIRST_UID - LAST_UID).

source: Ühtegi UID'd pole vahemikus %d-%d saadaval (ESIMENE_UID - VIIMANE_UID).
fi: Välillä %d–%d ei ole vapaata UID:tä (FIRST_UID - LAST_UID).

source: Juurdepääs keelatud
fi: Lupa evätty

source: vigane seadete kombinatsioon
fi: virheellinen valitsinten yhdistelmä

source: ootamatu ebaõnnestumine, midagi ei tehtud
fi: odottamaton virhe, ei tehty mitään

source: ootamatu ebaõnnestumine, parooli fail puudub
fi: odottamaton virhe, passwd-tiedosto puuttuu

source: parooli fail hõivatud, proovi uuesti
fi: passwd-tiedosto käytössä, yritä uudelleen

source: valikule sobimatu argument locale noexpr
fi: Virheellinen argumentti valitsimelle locale noexpr

source: locale yesexpr
fi: Yritä uudelleen [k/E] locale yesexpr

source: Ei loo kodukataloogi '%s'.
fi: Ei luoda kotihakemistoa `%s'.

source: Kasutaja '%s' on juba olemas, ja pole süsteemi kasutaja.
fi: Käyttäjä `%s' on jo olemassa, eikä se ole järjestelmäkäyttäjä.

source: Kasutaja '%s' on juba olemas.
fi: Käyttäjä `%s' on jo olemassa.

source: Peale nimede pole valikud lubatud.
fi: Valitsimien käyttö ei ole sallittua nimien jälkeen.

source: AisleRiot Solitaire
fi: Aisleriot-pasianssi

source: Palju erinevaid kaardiladumismänge
fi: Pelaa monia erilaisia pasiansseja

source: Teemafaili nimi
fi: Teematiedoston nimi

source: Kaardigraafika faili nimi.
fi: Korttien kuvagrafiikka-tiedoston nimi.

source: Kas tööriistariba on nähtaval või peidus
fi: Tulisiko näyttää työkalupalkki

source: Kas olekuriba on nähtaval või peidus
fi: Näytetäänkö tilarivi

source: Juhtimislaadi valimine
fi: Valitse ohjauksen tyyli

source: Kui märgitud, siis kaarte tõstetakse teise kohta lohistamise abil, vastasel juhul aga klõpsamise abil.
fi: Valitse raahataanko kortteja vai napsautetaanko ensin lähdettä ja sitten kohdetta

source: Heli
fi: Ääni

source: Kas helisid esitatakse või mitte.
fi: Tulisiko tapahtumaäänet soittaa?

source: Animatsioonid
fi: Animaatiot

source: Kas kaardikäikude animatsiooni kasutatakse või mitte.
fi: Esitetäänkö korttien liikkeet animaatioina.

source: Kasutatav mängufail
fi: Pelitiedoston nimi

source: Kaardiladumismängu skeemifaili nimi.
fi: Pelattavan pasianssipelin scheme-tiedoston nimi.

source: Mängitud mängude statistika
fi: Pelattujen pelien tilastoja

source: Viimati mängitud mängud
fi: Äskettäin pelatut pelit

source: Viimati mängitud mängude nimekiri.
fi: Luettelo äskettäin pelatuista peleistä

source: Uus mäng
fi: Uusi peli

source: Statistika
fi: Tilastotietoa

source: Lõpeta
fi: Lopeta

source: Vali mäng
fi: Valitse peli

source: _Vali
fi: _Valitse

source: _Täisekraan
fi: _Koko näyttö

source: _Vihje_New" is for the menu item 'Game->New', implies "New Game
fi: _Vinkki_New" is for the menu item 'Game->New', implies "New Game

source: _Uus_New Game
fi: _Uusi_New Game

source: _Uus mäng
fi: _Uusi peli

source: T_aasta käikReset
fi: _Tee siirto uudestaanReset

source: _Lähtesta_Restart" is the menu item 'Game->Restart', implies "Restart Game
fi: _Alusta_Restart" is the menu item 'Game->Restart', implies "Restart Game

source: _Alusta uuesti
fi: _Aloita alusta

source: _Tühista käik
fi: _Peru siirto

source: _Jaga
fi: J_ako

source: _Välju täisekraanvaatest
fi: P_oistu koko näytön tilasta

source: _Peata
fi: _Keskeytä

source: %s on vaba tarkvara. Te võite seda edasi levitada ja/või muuta vastavalt GNU Üldise Avaliku Litsentsi tingimustele, nagu need on Vaba Tarkvara Fondi poolt avaldatud; kas Litsentsi versioon number %d või (vastavalt Teie valikule) ükskõik milline hilisem versioon.
fi: %s on vapaa ohjelma; sitä on sallittu levittää edelleen ja muuttaa GNU yleisen lisenssin (GPL lisenssin) ehtojen mukaan sellaisina kuin Free Software Foundation on ne julkaissut; joko lisenssin version %d, tai (valinnan mukaan) minkä tahansa myöhemmän version mukaisesti.

source: Programmi %s levitatakse lootuses, et see on kasulik, kuid ILMA IGASUGUSE GARANTIITA; isegi KESKMISE/TAVALISE KVALITEEDIGARANTIITA või SOBIVUSELE TEATUD KINDLAKS EESMÄRGIKS. Üksikasjade suhtes vaata GNU Üldist Avalikku Litsentsi.
fi: Ohjelmaa %s levitetään siinä toivossa, että se olisi hyödyllinen, mutta ilman mitään takuuta; ilman edes hiljaista takuuta kaupallisesti hyväksyttävästä laadusta tai soveltuvuudesta tiettyyn tarkoitukseen. Katso GPL lisenssistä lisää yksityiskohtia.

source: Te peaks olema saanud GNU Üldise Avaliku Litsentsi koopia koos programmiga %s; kui ei, siis vaata .slot type
fi: Tämän ohjelma mukana pitäisi tulla kopio GPL-lisenssistä; jos näin ei ole, katso lisätietoja sivulta .slot type

source: slot type
fi: perustusslot type

source: foundationslot hint
fi: kasafoundationslot hint

source: reserveslot hint
fi: %s perustuksessareserveslot hint

source: stockslot hint
fi: %s reservissästockslot hint

source: tableauslot hint
fi: %s pakassatableauslot hint

source: wasteslot hint
fi: %s pöydälläwasteslot hint

source: Sellel mängul pole veel vihjete tuge.
fi: Tähän peliin ei vielä ole vinkkitukea.

source: Võiks %s tõsta %s peale.
fi: Siirrä %s kortin %s päälle.

source: See mäng ei suuda ühtegi vihjet anda.
fi: Peli ei kykene antamaan vinkkiä.

source: Akordion
fi: Haitari

source: Ateena
fi: Athena

source: Tädi Mari
fi: Marja-täti

source: Selgroog
fi: Luu

source: Kuraditosin
fi: Leipurien tusina

source: Pagari mäng
fi: Leipurien peli

source: Ümberpiiratud loss
fi: Saarrettu linna

source: Vaip
fi: Carpet

source: Malelaud
fi: Shakkilauta

source: Kell
fi: Kello

source: Taust
fi: Peitä

source: Teemantikaevandus
fi: Timanttikaivos

source: Dubletid
fi: Tuplat

source: Kotka tiib
fi: Kotkansiipi

source: Idataevas
fi: Easthaven

source: Lift
fi: Elevator

source: Ekskalaator
fi: Nouseva

source: Esimene seadus
fi: Ensimmäinen laki

source: Kindlus
fi: Linnoitus

source: Vedamised
fi: Kohtalot

source: Nelikümmend röövlit
fi: Varkaat

source: Neliteist
fi: Neljätoista

source: Freecell
fi: Vapaakenttä

source: Lüngad
fi: Välit

source: Kullakaevandus
fi: Kultakaivos

source: Mustlane
fi: Mustalainen

source: Keks
fi: Ruutuhyppelyruudukko

source: Hiigelsuur
fi: Jumbo

source: Kuningate vastuvõtt
fi: Kuninkaan audienssi

source: Labürint
fi: Labyrintti

source: Leedi Jane
fi: Lady Jane

source: Keerdkäigusti
fi: Sokkelo

source: Napoleoni haud
fi: Napoleonin hauta

source: Naaber
fi: Naapuri

source: Osmoos
fi: Osmoosi

source: Piilu
fi: Tirkistys

source: Palmik
fi: Plait

source: Pokker
fi: Pokeri

source: Skorpion
fi: Skorpioni

source: Meretaevas
fi: Seahaven

source: Söör Tommy
fi: Herra Tommi

source: Ämblik
fi: Hämähäkki

source: Otse üles
fi: Suora ylöspäin

source: Tänavad ja alleed
fi: Kadut ja kujat

source: Mall
fi: Lomake

source: Vargad
fi: Varkaat

source: Kolmteist
fi: Kolmetoista

source: Valentin
fi: Valentine

source: Läänetaevas
fi: Westhaven

source: Valgepea
fi: Whitehead

source: Sebracard symbol
fi: Seepracard symbol

source: JOKKERcard symbol
fi: JOKERIcard symbol

source: card symbol
fi: Acard symbol

source: risti äss
fi: ristiässä

source: risti kaks
fi: risti 2

source: risti kolm
fi: risti 3

source: risti neli
fi: risti 4

source: risti viis
fi: risti 5

source: risti kuus
fi: risti 6

source: risti seitse
fi: risti 7

source: risti kaheksa
fi: risti 8

source: risti üheksa
fi: risti 9

source: risti kümme
fi: risti 10

source: risti soldat
fi: ristijätkä

source: risti emand
fi: ristirouva

source: ruutu äss
fi: ruutuässä

source: ruutu kaks
fi: ruutu 2

source: ruutu kolm
fi: ruutu 3

source: ruutu neli
fi: ruutu 4

source: ruutu viis
fi: ruutu 5

source: ruutu kuus
fi: ruutu 6

source: ruutu seitse
fi: ruutu 7

source: ruutu kaheksa
fi: ruutu 8

source: ruutu üheksa
fi: ruutu 9

source: ruutu kümme
fi: ruutu 10

source: ruutu soldat
fi: ruutujätkä

source: ruutu emand
fi: ruuturouva

source: ärtu äss
fi: herttaässä

source: ärtu kaks
fi: hertta 2

source: ärtu kolm
fi: hertta 3

source: ärtu neli
fi: hertta 4

source: ärtu viis
fi: hertta 5

source: ärtu kuus
fi: hertta 6

source: ärtu seitse
fi: hertta 7

source: ärtu kaheksa
fi: hertta 8

source: ärtu üheksa
fi: hertta 9

source: ärtu kümme
fi: hertta 10

source: ärtu soldat
fi: herttajätkä

source: ärtu emand
fi: herttarouva

source: ärtu kuningas
fi: herttakuningas

source: poti äss
fi: pataässä

source: poti kaks
fi: pata 2

source: poti kolm
fi: pata 3

source: poti neli
fi: pata 4

source: poti viis
fi: pata 5

source: poti kuus
fi: pata 6

source: poti seitse
fi: pata 7

source: poti kaheksa
fi: pata 8

source: poti üheksa
fi: pata 9

source: poti kümme
fi: pata 10

source: poti soldat
fi: patajätkä

source: poti emand
fi: patarouva

source: poti kuningas
fi: patakuningas

source: näoga allapoole kaart
fi: alaspäin oleva kortti

source: must jokker
fi: musta jokeri

source: punane jokker
fi: punainen jokeri

source: Abiteabe faili „%s.%s” ei leitud
fi: Ohjetiedostoa "%s.%s" ei löytynyt

source: „%s” jaoks pole võimalik abiteavet näidata
fi: Ohjetta aiheesta "%s" ei voitu näyttää

source: Solitaire
fi: Pasianssi

source: GNOME Solitaire
fi: Gnome-pasianssi

source: Solitaire mängust lähemalt
fi: Tietoja - Pasianssi

source: Mängu liigi valimine
fi: Valitse pelattava pelityyppi

source: Kaardiladumismäng FreeCell
fi: Vapaakenttä-pasianssi

source: Võite:
fi: Voittoja:

source: Kokku:
fi: Summa:

source: Protsent:
fi: Prosentteina:

source: Võite
fi: Voittoja

source: Parim:
fi: Paras:

source: Halvim:
fi: Huonoin:

source: Aeg%Id%d
fi: Aika%Id%d

source: Õnnitlused, sinu võit!
fi: Onnittelut, voitit pelin!

source: Rohkem käike ei ole
fi: Siirtoja ei ole jäljellä

source: Põhimäng:
fi: Pääpeli:

source: Kaardimängud:
fi: Korttipelejä:

source: Kaartide teemad:
fi: Korttien teemat:

source: Kaardiladumismängust AisleRiot lähemalt
fi: Tietoja Aisleriotista

source: Lauris Kaplinski , 1999. Tõivo Leedjärv , 2002. Ilmar Kerm , 2002. Ivar Smolin , 2005–2011. Launchpad Contributions: Ivar Smolin https://launchpad.net/~okul
fi: Timo Jyrinki, 2008 Ilkka Tuohela, 2006-2009 Sami Pesonen, 2002-2005 http://www.gnome.fi/ Launchpad Contributions: Jiri Grönroos https://launchpad.net/~jiri-gronroos Jiri Grönroos https://launchpad.net/~jiri-gronroos+l10n Timo Jyrinki https://launchpad.net/~timo-jyrinki

source: GNOME mängude veebisait
fi: GNOMEn pelien www-sivut

source: Mängu „%s” mängimine
fi: Pelaa "%s"

source: Kaarte näidatakse teemaga „%s”
fi: Näytä kortit teemalla "%s"

source: Leidis aset skeemi viga
fi: Tapahtui scheme-virhe

source: Palun teata sellest veast arendajatele.
fi: Ole hyvä ja kerro tästä virheestä kehittäjille.

source: Ä_ra teata
fi: _Älä lähetä

source: _Teata
fi: _Lähetä

source: _Mäng
fi: _Peli

source: _Vaade
fi: _Näytä

source: _Juhtimine
fi: _Ohjaus

source: A_bi
fi: O_hje

source: Uue mängu alustamine
fi: Aloita uusi peli

source: Käesoleva mängu taasalustamine
fi: Aloita peli uudestaan

source: Mõne muu mängu mängimine
fi: Valitse toinen peli

source: _Viimati mängitud
fi: Äskettäin _pelatut

source: S_tatistika
fi: _Tilastoja

source: Mängustatistika kuvamine
fi: Näytä pelin tilastotietoja

source: Selle akna sulgemine
fi: Sulje tämä ikkuna

source: Viimase käigu unustamine
fi: Peru edellinen siirto

source: Unustatud käigu uuestitegemine
fi: Tee peruttu siirto uudestaan

source: Järgmise kaardi või järgmiste kaartide jagamine
fi: Jaa lisää kortteja

source: Vihje järgmise käigu tegemiseks
fi: Anna vinkki seuraavasta siirrosta

source: Abiteabe kuvamine Aisleriot'i kohta
fi: Näytä Aisleriotin ohje

source: Abiteabe kuvamine selle mängu kohta
fi: Näytä tämän pelin ohjeet

source: Mängust lähemalt
fi: Tietoja tästä pelistä

source: Kaarditeemade paigaldamine…
fi: Asenna korttiteemoja...

source: Kaarditeemade paigaldamine distributsioonipakkide hoidlatest
fi: Aseta uusia korttiteemoja jakelun pakettivarastoista

source: Kaartide _laad
fi: _Korttien tyyli

source: Töö_riistariba
fi: _Työkalupalkki

source: Tööriistariba näitamine või peitmine
fi: Näytä tai piilota työkalupalkki

source: _Olekuriba
fi: _Tilarivi

source: Olekuriba näitamine või peitmine
fi: Näytä tai piilota tilarivi

source: Tõsmine _klõpsu abil
fi: _Napsauta siirtääksesi

source: Kaardi tõstmine ja asetamine klõpsu abil
fi: Poimi ja tiputa kortteja napsauttamalla

source: _Heli
fi: _Äänet

source: Kas helisid esitatakse või mitte
fi: Soitetaanko tapahtumista ääniä

source: _Animatsioonid
fi: _Animaatiot

source: Kas kaardikäikudel kasutatakse animatsiooni või mitte
fi: Näytetäänkö korttien liikkeet animoituina

source: Tulemus:
fi: Pisteet:

source: Aeg:
fi: Aika:

source: Mängu „%s” pole võimalik alustada
fi: Peliä "%s" ei voi aloittaa

source: Aisleriotil pole võimalik viimati mängitud mängu leida.
fi: Aisleriot ei löydä viimeisintä pelaamaasi peliä.

source: See juhtub tavaliselt siis, kui Aisleriot'i eelmises versioonis pole viimati mängitud mängu salvestatud. Selle asemel käivitatakse vaikimisi mäng Klondike.
fi: Tämä tapahtuu yleensä, kun suoritat aisleriotin vanhempaa versiota, joka ei tue viimeisimmän pelatun pelin tallennusta. Tämän takia käynnistetään oletuspeli Klondike.

source: Aluskaart: ~a
fi: Peruskortti: ~a

source: Aluskaart: Äss
fi: Peruskortti: ässä

source: Aluskaart: Soldat
fi: Peruskortti: jätkä

source: Aluskaart: Emand
fi: Peruskortti: rouva

source: Aluskaart: Kuningas
fi: Peruskortti: kuningas

source: Varu jäänud:
fi: Pakkaa jäljellä:

source: Varu jäänud: 0
fi: Pakkaa jäljellä: 0

source: Jaga veel kaarte
fi: Jaa lisää kortteja

source: Proovige kaarte ümber paigutada
fi: Yritä järjestää kortit toisin

source: Tundmatu värv
fi: Tuntematon väri

source: risti ässa
fi: ristiässä

source: risti kahe
fi: ristikakkonen

source: risti kolme
fi: ristikolmonen

source: risti nelja
fi: ristinelonen

source: risti viie
fi: ristiviisi

source: risti kuue
fi: ristikutonen

source: risti seitsme
fi: ristiseiska

source: risti kümne
fi: ristikymppi

source: risti soldati
fi: ristijätkä

source: risti emanda
fi: ristirouva

source: risti kuninga
fi: ristikuningas

source: tundmatu kaart
fi: Tuntematon kortti

source: poti ässa
fi: pataässä

source: poti kahe
fi: patakakkonen

source: poti kolme
fi: patakolmonen

source: poti nelja
fi: patanelonen

source: poti viie
fi: pataviisi

source: poti kuue
fi: patakutonen

source: poti seitsme
fi: pataseiska

source: poti kümne
fi: patakymppi

source: poti soldati
fi: patajätkä

source: poti emanda
fi: patarouva

source: poti kuninga
fi: patakuningas

source: ärtu ässa
fi: herttaässä

source: ärtu kahe
fi: herttakakkonen

source: ärtu kolme
fi: herttakolmonen

source: ärtu nelja
fi: herttanelonen

source: ärtu viie
fi: herttaviisi

source: ärtu kuue
fi: herttakutonen

source: ärtu seitsme
fi: herttaseiska

source: ärtu kümne
fi: herttakymppi

source: ärtu soldati
fi: herttajätkä

source: ärtu emanda
fi: herttarouva

source: ärtu kuninga
fi: herttakuningas

source: ruutu ässa
fi: ruutuässä

source: ruutu kahe
fi: ruutukakkonen

source: ruutu kolme
fi: ruutukolmonen

source: ruutu nelja
fi: ruutunelonen

source: ruutu viie
fi: ruutuviisi

source: ruutu kuue
fi: ruutukutonen

source: ruutu seitsme
fi: ruutuseiska

source: ruutu kümne
fi: ruutukymppi

source: ruutu soldati
fi: ruutujätkä

source: ruutu emanda
fi: ruuturouva

source: ruutu kuninga
fi: ruutukuningas

source: Jagamine kolme kaardi kaupa
fi: Kolmen kortin jako

source: Uus ring
fi: Jaa yksi kierros lisää

source: Jagamisi jäänud:
fi: Jakoja jäljellä:

source: Tõmba pakist uus kaart
fi: Jaa uusi kortti pakasta

source: Aluskaart:
fi: Peruskortti:

source: Pakki jäänud:
fi: Reserviä jäljellä:

source: Tõsta ülejääk pakki tagasi
fi: Siirrä kasa takaisin pakkaan

source: See, et ülekäigurada näeb välja nagu keksuplats, ei tähenda, et ta seda oleks
fi: Vaikka suojatie näyttää ruutuhyppelyruudukolta se ei merkitse sitä että se olisi sellainen

source: Enne tänava ületamist vaadake mõlemale poole
fi: Katso molempiin suuntiin, ennen kuin ylität tien

source: Olete Te lugenud dokumentatsiooni?
fi: Oletko lukenut ohjetiedostot?

source: Odessa on parem mäng. uskuge mind.
fi: Odessa on parempi peli. Ihan oikeasti.

source: ZHgutti pole soovitav kasutada muidu, kui ainult äärmisel vajadusel
fi: Kiristyssiteen käyttöä ei suositella muuten kuin äärimmäisessä hädässä

source: Monitorid ei anna Teile D-vitamiini, päike aga küll...
fi: Monitorit eivät anna sinulle D-vitamiinia - mutta aurinko antaa...

source: Kui Te iganes kunagi metsa eksite, emmake puud
fi: Jos ikinä eksyt metsään yksinäsi, halaa puuta

source: Õngenöör on hambaniidina halb
fi: Kalastussiima on huono hammaslankana

source: Järjekindlus viib sihile
fi: Johdonmukaisuus on avain

source: Kui klambrilööjat pole, saab hakkama ka klambri ja joonlauaga
fi: Kun nitojaa ei ole saatavilla, niitti ja viivoitin saa kelvata

source: Ära iial puhu koerale kõrva
fi: Älä koskaan puhalla koiran korvaan

source: Kaarte jäänud: ~a
fi: Kortteja jäljellä: ~a

source: Jaga uuesti.
fi: Jaa uudestaan.

source: Tundmatu väärtus
fi: Tuntematon arvo

source: Tõmbab kaarti
fi: Jaa kortti

source: Vihjet pole hetkel võimalik anda
fi: Ei vinkkiä saatavilla

source: Eemalda ässad
fi: Poista ässät

source: Eemalda kahed
fi: Poista kakkoset

source: Eemalda kolmed
fi: Poista kolmoset

source: Eemalda neljad
fi: Poista neloset

source: Eemalda viied
fi: Poista vitoset

source: Eemalda kuued
fi: Poista kutoset

source: Eemalda seitsmed
fi: Poista seiskat

source: Eemalda kaheksad
fi: Poista kasit

source: Eemalda üheksad
fi: Poista ysit

source: Eemalda kümned
fi: Poista kympit

source: Eemalda soldatid
fi: Poista jätkät

source: Eemalda emandad
fi: Poista rouvat

source: Eemalda kuningad
fi: Poista kuninkaat

source: Ma pole kindel
fi: En ole varma

source: Proovige tõsta midagi tyhjale kohale
fi: Harkitse jonkin siirtämistä tyhjään paikkaan

source: Ükski käik pole võimalik. Tühista mõni käik või alusta uuesti.
fi: Ei mahdollisia siirtoja. Peru siirtoja tai aloita alusta.

source: Mängul pole lahendust. Tühista mõni käik või alusta uuesti.
fi: Peliin ei ole ratkaisua. Peru siirto tai aloita alusta.

source: Uuestijagamiseks tee mõnel kaardil topeltklõps.
fi: Jaa uudestaan kaksoisnapsauttamalla jotain korttia.

source: Hetkel pole ühtegi vihjet.
fi: Vinkkiä ei ole saatavilla.

source: Proovi kaardivirnad ringi tõsta
fi: Yritä siirtää korttipinoja ympäriinsä

source: Varu jäänud: ~a
fi: Pakkaa jäljellä: ~a

source: Tõmbab uue kaardi
fi: Jaa vielä yksi kortti

source: Tõmba uus kaart
fi: Jaa uusi kortti

source: Proovige kaarte aluselt ära tõsta
fi: Yritä siirtää kortteja alas perustuksesta

source: Jagamine ühe kaardi kaupa
fi: Yhden kortin jaot

source: Ilma uuestijagamiseta
fi: Ei uusintajakoja

source: Jagamisi jäänud: ~a
fi: Uusintajakoja jäljellä: ~a

source: Tõmba pakist uued kaardid
fi: Jaa uudet kortit pakasta

source: miski
fi: jotain

source: tühja koha
fi: tyhjä paikka

source: Jaga kaardid
fi: Jaa kortit

source: Sega kaardid
fi: Sekoita kortit uudestaan
